/* About Flogger */
"About Flogger" = "About FOLO";

/* Add to */
"Add to" = "Add to";

/* All */
"All" = "All";

/* Are you sure you want to remove from favorites? */
"Are you sure you want to remove from favorites?" = "Are you sure you want to remove from favorites?";

/* Back */
"Back" = "Back";

/* Biography */
"Biography" = "Biography";

/* Brightness */
"Brightness" = "Brightness";

/* Can't get your location, please try later! */
"Can't get your location, please try later!" = "Failed to find your location. Please try again.";

/* Cancel */
"Cancel" = "Cancel";

/* Check out my photos and videos on iFlogger! */
"Check out my photos and videos on iFlogger!"="Follow me on FOLO!";


/* Choose from Library */
"Choose from Library" = "Choose from Library";

/* Choose Profile Picture */
"Choose Profile Picture" = "Choose Profile Picture";

/* Configure > */
"Configure   " = "Configure   ";

/* Confirm Password */
"Confirm Password" = "Confirm Password";

/* Connect */
"Connect" = "Login";

/* Contrast */
"Contrast" = "Contrast";

/* Cover */
"Cover" = "Cover";

/* Create Account */
"Create Account" = "Create Account";

/* Delete */
"Delete" = "Delete";

/* Done */
"Done" = "Done";

/* Edit Account */
"Edit Account" = "Edit Account";

/* Edit Sharing Settings */
"Edit Sharing Settings" = "Edit Sharing Settings";

/* Email Address */
"Email Address" = "Email Address";

/* Email is required */
"Email is required" = "Email is required";

/* Error */
"Error" = "Error";

/* Favorites */
"Favorites" = "Favorites";

/* Feature */
"Feature" = "Feature";

/* Feed */
"Feed" = "Feed";

/* Feedback */
"Feedback" = "Feedback";

/* Find People */
"Find People" = "Find People";

/* First Name */
"First Name" = "First Name";

/* First Name (Optional) */
"First Name (Optional)" = "First Name (Optional)";

/* Name*/
"Name" = "Name";

/* Flogger is a fun way to capture and share beatiful photos and videos to the rest of the world.We are based right in the heart of the booming city of Shanghai,China.Our goal is to constantly add new features and ideas to enhance your user experience! */
"Flogger is a fun way to capture and share beatiful photos and videos to the rest of the world.We are based right in the heart of the booming city of Shanghai,China.Our goal is to constantly add new features and ideas to enhance your user experience!" = "FOLO is a fun way to capture and share beatiful photos and videos to the rest of the world.We are based right in the heart of the booming city of Shanghai,China.Our goal is to constantly add new features and ideas to enhance your user experience!";

/* Follow */
"Follow" = "Follow";

/* Followers */
"Followers" = "Followers";

/* Following */
"Following" = "Following";

/* Forgot Password? */
"Forgot Password?" = "Forgot Password?";

/* Gallery */
"Gallery" = "Gallery";

/* Gallery(%d) */
"Gallery(%d)" = "Gallery(%d)";

/* has commented on  */
"has commented on " = "commented on ";

/* has commented on your  */
"has commented on your " = "commented on your ";

/* has followed on  */
"has followed on " = "started following  ";

/* You have %d new friends that use  */
"You have %d new friends that use Folo" = "You have %d new friends that use <span class='importantBold'>FOLO</span>";

"has tagged on " = "tagged ";
"in photo" = " in a photo";
"in video" = " in a video";
"in shout" = " in a shout";
"in comment" = " in a comment";


/* has liked on  */
"has liked on " = "liked ";

/* has liked on your  */
"has liked on your " = "liked your ";

/* Hint */
"Hint" = "Hint";

/* iFlogger is fun way to blog, capture, and share beautiful photos and videos to the rest of the world!<br>You can  <A href='http://www.iflogger.com/getapp'/>download</A> the free iPhone app or learn more. */
"emailmesssage"="<html>FOLO is fun way to blog, capture, and share beautiful photos and videos to the rest of the world!<br>You can  <A href='http://www.iflogger.com/getapp'/>download</A> the free iPhone app or learn more.</html>";

/* Import from Gallery */
"Import from Gallery" = "Import from Gallery";

/* Import from phone */
"Import from phone" = "Import from Camera Roll";

/* Intensity */
"Intensity" = "Intensity";

/* Interest: */
"Interest:" = "Interest:";

/* Join */
"Join" = "Join";

/* Last Name */
"Last Name" = "Last Name";

/* Last Name (Optional) */
"Last Name (Optional)" = "Last Name (Optional)";

/* Loading Status */
"Loading Status..." = "Loading Status...";

/* Logout */
"Logout" = "Logout";

/* message */
"message" = "message";

/* Message */
"Message" = "Message";

"imessage"="Check out my photos and videos with FOLO on your iPhone! http://www.iflogger.com/getapp/";

/* New Album */
"New Album" = "New Album";
"New Album%d" = "New Album%d";
"Album" = "Album";

/* New Passport */
"New Passport" = "New Passport";

/* New Password */
"New Password" = "New Password";

/* OK */
"OK" = "OK";

/* Old Password */
"Old Password" = "Old Password";

/* or connect with : */
"or connect with :" = "or connect with :";

/* Password */
"Password" = "Password";

/* Password is required */
"Password is required" = "Password is required";

/* photo */
"photo" = "photo";

/* Photo */
"Photo" = "Photo";

/* Photos */
"Photos" = "Photos";

/* Please enter your feedback */
"Please enter your feedback" = "Please enter your feedback";

/* Please let us konw what you think about Flogger! If you would like to report a bug,have any questions,or just want to send us ideas on how to improve your experience,please just fill out the form below! */
"Please let us konw what you think about Flogger! If you would like to report a bug,have any questions,or just want to send us ideas on how to improve your experience,please just fill out the form below!" = "Please let us know what you think about FOLO! If you would like to report a bug, have any questions, or just want to send us ideas on how to improve your experience, please just fill out the form below!";

/* Popular */
"Popular" = "Popular";

/* Post */
"Post" = "Post";

/* Privacy Policy */
"Privacy Policy" = "Privacy Policy";

/* Profile */
"Profile" = "Profile";

/* Pull down to refresh status */
"Pull down to refresh status" = "Pull down to refresh status";

/* Recent */
"Recent" = "Recent";

/* Release to refresh status */
"Release to refresh status" = "Release to refresh status";

/* Remove */
"Remove" = "Remove";

/* Saturation */
"Saturation" = "Saturation";

/* Set a profile picture */
"Set a profile picture" = "Set a profile picture";

/* SetCover */
"SetCover" = "Set album cover";

/* Settings */
"Settings" = "Settings";

/* Share */
"Share" = "Share";

/* Comment */
"Comment" = "Comment";

/* Subject */
"Subject" = "Subject";

/* Take Photo */
"Take Photo" = "Take Photo";

/* Take picture */
"Take picture" = "Take picture";

/* Take Video */
"Take Video" = "Take Video";

/* Terms and Conditions */
"Terms and Conditions" = "Terms and Conditions";

/* The two passwords that you entered do not match */
"The two passwords that you entered do not match" = "The two passwords that you entered do not match";

/* Topics */
"Topics" = "Topics";

/*What topic?*/
"What topic?"="What topic?";
/* tweet */
"tweet" = "Shout";

/* Tweets */
"Tweets" = "Shouts";

/*Unbind*/
"Unbind"="Unbind";

/* Unfollow */
"Unfollow" = "Unfollow";

/* UnFollow */
"UnFollow" = "Unfollow";

/* Unlike */
"Unlike" = "Unlike";

/* Username */
"Username" = "Username";

/* UserName is required */
"UserName is required" = "Username is required";

/* Username or Email */
"Username or Email" = "Username or Email";

/* Username or Email is required */
"Username or Email is required" = "Username or Email is required";

/* Users */
"Users" = "Users";

/* Version */
"Version" = "Version";

/* video */
"video" = "video";

/* Video */
"Video" = "Video";

/* Videos */
"Videos" = "Videos";

/* Weibo */
"Weibo" = "Shout";

/* Where are you? */
"Where are you?" = "Where are you?";

/* Who are you looking for */
"Who are you looking for" = "Who are you looking for?";

/* You */
"You" = "You";

/* you */
"you" = "you";

/* You have selected %d photo */
"You have selected %d photo" = "You have selected %d photo(s)";

/* You have selected %d photo and %d video */
"You have selected %d photo and %d video" = "You have selected %1$d photo(s) and %2$d video(s)";

/* You have selected %d video */
"You have selected %d video" = "You have selected %d video(s)";

/* You have selected nothing */
"You have selected nothing" = "You have selected nothing";

/* your  */
"your " = "your ";

/* Find */
"Find" = "Find";

/* friends */
"friends" = "friends";

/* Scan address book */
"Scan address book" = "Address book";

/*Scan userName of iFlogger*/
"Scan userName of iFlogger"="Search FOLO";

/* Find friends */
"Find friends" = "Find friends";

/* Invite friends */
"Invite friends" = "Invite friends";

/* Suggested users */
"Suggested users" = "Suggested users";

/* Last updated: %@ */
"Last updated: %@" = "Last updated: %@";

/* Choose From Gallery */
"Choose From Gallery" = "Choose From Gallery";

/* Choose from Photo Library */
"Choose from Photo Library" = "Choose from Photo Library";

/* Loading...*/
"Loading..." = "Loading...";

/* Load more... */
"Load more..." = "Drag up to load more...";

/* ReConfigure > */
"Reconfigure   " ="Reconfigure   ";

/* Edit Favorites */
"Edit Favorites" = "Edit Favorites";

/* Friends" */
"Friends" = "Friends";

/* Accounts */
"Accounts" = "Accounts";

/* Next */
"Next" = "Next";

/* A connection failure occurred */
"A connection failure occurred" = "A connection failure has occurred";

/* ShangHai China */
"ShangHai China" = "Shanghai, China";

/* Filters */
"Filters" = "Filters";

/* Borders */
"Borders" = "Borders";

/* You are not following */
"You are not following" = "You are not following";

/* You are following */
"You are following" = "You are following";

/* Import Video*/
"Import Video" = "Import Video";

/* Import Picture*/
"Import Picture" = "Import Picture";

/* Disable Location */
"Disable Location" = "Disable Location";

/* Change Location */
"Change Location" = "Change Location";
/* time */
"1s"="1s";
"%dy"="%dy";
"%dm"="%dm";
"%dw"="%dw";
"%dd"="%dd";
"%dh"="%dh";
"%dmin"="%dmin";
"%ds"="%ds";
/* com time */

"%d years ago"="%d years ago";
"%d months ago"="%d months ago";
"%d weeks ago"="%d weeks ago";
"%d days ago"="%d days ago";
"%d hours ago"="%d hours ago";
"%d minutes ago"="%d minutes ago";
"%d seconds ago"="%d seconds ago";

"%d year ago"="%d year ago";
"%d month ago"="%d month ago";
"%d week ago"="%d week ago";
"%d day ago"="%d day ago";
"%d hour ago"="%d hour ago";
"%d minute ago"="%d minute ago";
"%d second ago"="%d second ago";

/*number of Gallery's files*/
"%d files"="%d files";

/* Really want to delete this gallery?*/
"Really want to delete this gallery?" = "Are you sure you want to delete this album? All your files will move to your main album.";

/*log out*/
"Are you sure?"="Are you sure?";
"Log out"="Log out";

/* Blog */
"Blog" = "Shout";

/* Photo Feed */
"Photo Feed" = "Photo Feed";

/* Video Feed */
"Video Feed" = "Video Feed";

/* All Feed */
"All Feed" = "All Feed";

/* What's Hot */
"What's Hot" = "What's Hot";

/* Announcements */
"Announcements" = "Announcements";

/* Comments*/
"Comments" = "Comments";

/* Sharing */
"Sharing" = "Sharing";

/* Account */
"Account" = "Account";

/* Share Settings */
"Share Settings" = "Share Settings";

/*About*/
"About" = "About";

/* Are you sure want to delete it from iflogger?*/
"Are you sure want to delete it from iflogger?" = "Are you sure want to delete this from FOLO?";
/* Thanks */
"Thanks" = "Thanks";

/*We'll review this media as soon as possible*/
"We'll review this media as soon as possible" = "We'll review this media as soon as possible";

/* Dismiss */
"Dismiss" = "Dismiss";

/* Reason for reporting */
"Reason for reporting" = "Reason for reporting";

/* Copyright */
"Copyright" = "Copyright";

/* Nudity */
"Nudity" = "Nudity";

/* Terms of Use Violation */
"Terms of Use Violation" = "Terms of Use Violation";



/* Name */
"Name" = "Name";

/*Share from iFlogger by %@*/
"Share from iFlogger by %@"="Shared from FOLO by %@";

/*share by mail*/
"share by mail"="<html><div><a href='%@'><img style='width:%dpx;height:%dpx' src='%@'/><br/>Click to see</a><br/>Shared from FOLO by %@</div></html>";

/*share by mail*/
"share vidoe by mail"="<html><div><a href='%@'>Click to see video</a><br/>Shared from FOLO by %@</div></html>";

/*share by weibo*/
"share weibo by mail"="<html>%@<br/>Shared from FOLO by %@</html>";


/*share by sns*/
"share by sns"="<html>Shared from FOLO by %@:<br/>%@</html>";

/*share video by sns*/
"share video by sns"="<html>Shared from FOLO by %@:<br/>%@</html>";

/*share by sns*/
"share weibo by sns"="<html>%@<br/>Shared from FOLO by %@</html>";

"'s Biography"="'s Biography";
"Click here to write your biography"="Click here to write your biography";
"Click here to add a website"="Click here to add a website";
"Interest"="Interests";
"Type interest here"="Type interest here";

"%@'s "="%@'s ";
"%@%d people"="%@%d people";

/* Add Comment... */
"Add Comment..." = "Add Comment...";

/* Choose Photo */
"Choose Photo" = "Choose Photo";

/* Choose Video */
"Choose Video" = "Choose Video";

/* To find your friends */
"To find your friends" = "To find your friends, FOLO would like to access your address book using a secure connection.";

/* Decline */
"Decline" = "Decline";

/* Accept */
"Accept" = "Accept";

/* phone*/
"Phone" = "Phone";

/* shout*/
"shout" = "shout";

/* Forgot your password?*/
"Forgot your password?" = "Forgot your password?";

/* Connect to sign up or login:*/
"Connect to sign up or login:" = "Connect to sign up or login:";

/* Enter a name for this album */
"Enter a name for this album" = "Enter a name for this album";

"View all %d comments" = "View all %d comments";

/*Shout*/
"Shout" = "Shout";

/* Media */
"Media" = "Media";

/* Sign up */
"Sign up" = "Sign up";

/*"Shout it"*/
"Shout it"="Shout it";

/*"Snap it"*/
"Snap it"="Snap it";

/*"Shoot it"*/
"Shoot it"="Shoot it";

/*"Push Notification"*/
"Push Notification"="Push Notification";

/* Please write a message */
"Please write a message" = "Please write a message";

/* Folo*/
"Folo" = "FOLO";

/*SMS*/
"SMS" = "SMS";

/*Email*/
"Email" = "Email";

/* New Likes*/
"New Likes" = "New Likes";

/* New Comments*/
"New Comments" = "New Comments";

/* New Followers*/
"New Followers" = "New Followers";

/* Tagged */
"Tagged" = "Tagged";

/* Push Notification */
"Push Notification" = "Push Notification";

"%d:%02d"="%d:%02d";

/* Your video has finished uploading */
"Your video has finished uploading" = "Your video has finished uploading";

/* Submit */
"Submit" = "Submit";

/*New Friends*/
"New Friends"="New Friends";

"No result."="No results";

"Add to album"="Add to album";

/* Login */
"Login"="Login";

/* Register */
"Register"="Register";

/* Send */
"Send"="Send";

/* No result. */
"No result."="No result.";

/* Edit Album */
"Edit Album"="Edit Album";

/* invite message*/
"invite message"="Hey!\nCheck out FOLO,a fun new media sharing social network for the iPhone and Android! Get it now from http://itunes.apple.com/foloapp.";

/* Send Invite */
"Send Invite" = "Send (%d) Invite";
/* Send Invites */
"Send Invites" = "Send (%d) Invites";

/*Select All*/
"Select All" = "Select All";
/*Deselect All*/
"Deselect All" = "Deselect All";

"Compose"="Compose";
/*"Topics"="Topics";*/
"People"="People";
"Places"="Places";

"photos"="photos";
"videos"="Videos";
/*Invite*/
"Invite" = "Invite";

"Select items"="Select items";




"Normal"="Normal";
"Dawn"="Dawn";
"Winter"="Winter";
"Nostalgia"="Nostalgia";
"Flomo"="Flomo";
"Sweet"="Sweet";
"Sea"="Sea";
"Mono"="Mono";
"Outback"="Outback";
"Retro"="Retro";
"Metal"="Metal";
"Origin"="Origin";
"Cross"="Cross";
"Sepia"="Sepia";
"Chill"="Chill";
"Vintage"="Vintage";
"Coal"="Coal";
"Comic"="Comic";
"Noir"="Noir";
"Comic2"="Comic2";

"No border"="No border";
"Elegant"="Elegant";
"Poster"="Poster";
"Bound"="Bound";
"Slim"="Slim";
"Vignette"="Vignette";
"Spatter"="Spatter";
"Plain"="Plain";
"Blur"="Blur";
"Glow"="Glow";
"Grunge"="Grunge";
"Film strip"="Film strip";
"Stone"="Stone";
"Sheet film"="Sheet film";
"Record"="Record";

"%d people"="<A href='list://doaction?%lli'>%d people</A>";

/*Share success */
"Share success" = "Share success";

/*Deleting...*/
"Deleting..." = "Deleting...";
